const languages = [
  "Казахский",
  "Английский",
  "Французский",
  "Немецкий",
  "Испанский",
  "Итальянский",
  "Китайский",
  "Японский",
  "Корейский",
  "Армянский",
  "Русский",
  "Таджикский",
  "Украинский",
  "Белорусский",
  "Польский",
  "Финский",
  "Шведский",
  "Норвежский",
  "Датский",
  "Голландский",
];

const languageLevels = [
  "A1 - Начальный",
  "A2 - Элементарный",
  "B1 - Средний",
  "B2 - Выше среднего",
  "C1 - Продвинутый",
  "C2 - В совершенстве",
];

const educationLevels = [
  "Среднее",
  "Высшее",
  "Неоконченное высшее",
  "Магистратура",
];

const months = [
  "Январь",
  "Февраль",
  "Март",
  "Апрель",
  "Май",
  "Июнь",
  "Июль",
  "Август",
  "Сентябрь",
  "Октябрь",
  "Ноябрь",
  "Декабрь",
];

const months2 = [
  "январь",
  "февраль",
  "март",
  "апрель",
  "май",
  "июнь",
  "июль",
  "август",
  "сентябрь",
  "октябрь",
  "ноябрь",
  "декабрь",
];

const months3 = [
  "января",
  "февраля",
  "марта",
  "апреля",
  "мая",
  "июня",
  "июля",
  "августа",
  "сентября",
  "октября",
  "ноября",
  "декабря",
];

module.exports = {
  languages,
  languageLevels,
  educationLevels,
  months,
  months2,
  months3,
};
